{
    "name": {
        "message": "Recuperar pesta침a cerrada"
    },
    "description": {
        "message": "游 Recupera pesta침as cerradas con un clic. Funciona en modo inc칩gnito. Haz clic derecho en el icono para mostrar el historial."
    },
    "title": {
        "message": "Recuperar pesta침a cerrada\n\nHaz clic izquierdo para restaurar\nHaz clic derecho para ver el historial"
    },
    "title_no_context_menu": {
        "message": "Recuperar pesta침a cerrada\n\nHaz clic izquierdo para restaurar"
    },
    "option_title": {
        "message": "Configuraci칩n"
    },
    "ico_settings": {
        "message": "Icono personalizado"
    },
    "select_icon_label": {
        "message": "Selecciona un nuevo archivo de icono:"
    },
    "select_icon_tooltip": {
        "message": "Selecciona tu imagen preferida; despu칠s de guardar, reemplazar치 el icono actual de la extensi칩n."
    },
    "restore_icon": {
        "message": "Usar icono predeterminado"
    },
    "restore_icon_tooltip": {
        "message": "Haz clic en este bot칩n para restaurar el icono de la extensi칩n a su estado predeterminado."
    },
    "restore_settings": {
        "message": "M칠todo de recuperaci칩n de pesta침as"
    },
    "restoreMethodLabel": {
        "message": "Selecciona el m칠todo de recuperaci칩n:"
    },
    "restore_method_tooltip": {
        "message": "Elige un m칠todo para restaurar las pesta침as cerradas. 'Usar funci칩n incorporada del navegador' es equivalente a presionar Ctrl+Shift+T; 'Usar el historial registrado por la extensi칩n' se basa en los propios registros de la extensi칩n."
    },
    "restoreWithSessions": {
        "message": "Usar la funci칩n incorporada del navegador para restaurar (equivalente al atajo Ctrl+Shift+T)"
    },
    "restore_with_sessions_tooltip": {
        "message": "Utiliza la funci칩n de restauraci칩n de sesiones del navegador, equivalente a presionar Ctrl+Shift+T. Puede restaurar pesta침as y ventanas, y admite navegaci칩n hacia adelante y hacia atr치s."
    },
    "restoreWithOldMethod": {
        "message": "Usar el historial de navegaci칩n registrado por la extensi칩n para restaurar"
    },
    "restore_with_old_method_tooltip": {
        "message": "La extensi칩n registra y restaura las pesta침as cerradas por s칤 misma. Algunos usuarios de larga data pueden preferir este m칠todo."
    },
    "restoreToEndLabel": {
        "message": "Restaurar pesta침as al extremo derecho"
    },
    "restore_to_end_tooltip": {
        "message": "Cuando se selecciona 'Usar funci칩n incorporada del navegador', las pesta침as se restauran a sus posiciones originales. Habilitar esta opci칩n mover치 las pesta침as restauradas al extremo derecho, facilitando su gesti칩n y clic."
    },
    "save": {
        "message": "Guardar"
    },
    "save_tooltip": {
        "message": "Haz clic en este bot칩n para guardar todos los cambios en la configuraci칩n."
    },
    "clearHistory": {
        "message": "Borrar historial de la extensi칩n"
    },
    "clear_history_tooltip": {
        "message": "Borra el historial registrado de pesta침as cerradas de la extensi칩n; esto no afectar치 el historial al usar la funci칩n de restauraci칩n incorporada del navegador."
    },
    "reset": {
        "message": "Restablecer a valores predeterminados"
    },
    "reset_tooltip": {
        "message": "Restablece todas las configuraciones a sus estados predeterminados. Todos los cambios personalizados se perder치n. Por favor, confirma antes de continuar."
    },
    "advertising_word": {
        "message": "游 Peque침o anuncio: Mi empresa se especializa en producir bolsas de cord칩n de alta calidad y lazos exquisitos para embalaje textil. 춰Si tienes necesidades de pedido, no dudes en obtener m치s informaci칩n!"
    },
    "advertising_link": {
        "message": "Haz clic aqu칤 para visitar el sitio web oficial de mi empresa"
    },
    "advertising_link_2": {
        "message": "El acelerador que estoy usando, c칩digo de descuento del 5%: HEROESNEVERDIE"
    },
    "cannot_open_file_title": {
        "message": "No se puede abrir el archivo local directamente"
    },
    "click_to_open_file": {
        "message": "Debido a restricciones de seguridad, la extensi칩n no puede abrir archivos locales directamente. Por favor, haz clic derecho en el siguiente enlace para abrir en una nueva pesta침a:"
    },
    "security_warning": {
        "message": "丘멆잺 Advertencia: Abrir archivos locales puede presentar riesgos de seguridad."
    },
    "confirm_file_safe": {
        "message": "Por favor, aseg칰rate de que el archivo local es seguro antes de hacer clic."
    },
    "invalid_file_url": {
        "message": "URL de archivo no v치lido"
    },
    "tab_not_saved_message": {
        "message": "Nota: Cuando cierres esta p치gina, no se guardar치 en la lista de pesta침as cerradas."
    },
    "maxClosedTabsLabel": {
        "message": "N칰mero m치ximo de pesta침as cerradas para almacenar:"
    },
    "max_closed_tabs_tooltip": {
        "message": "Establece el n칰mero m치ximo de pesta침as cerradas que la extensi칩n registra; los registros antiguos m치s all치 de este n칰mero se eliminar치n autom치ticamente. Establecer en 0 significa que las pesta침as cerradas no se registrar치n (este m칠todo de recuperaci칩n no funcionar치)."
    },
    "clearHistoryOnInitLabel": {
        "message": "Borrar historial de la extensi칩n al iniciar el navegador"
    },
    "clearHistoryOnInit_tooltip": {
        "message": "Cuando est치 habilitado, el historial registrado de pesta침as cerradas de la extensi칩n se borrar치 cada vez que se inicie el navegador (solo efectivo para el m칠todo de recuperaci칩n 'Usar el historial registrado por la extensi칩n')."
    },
    "context_menu_settings": {
        "message": "Configuraci칩n del men칰 contextual"
    },
    "enable_context_menu_label": {
        "message": "Habilitar el men칰 contextual para mostrar pesta침as recientemente cerradas"
    },
    "enable_context_menu_tooltip": {
        "message": "Cuando est치 habilitado, puedes hacer clic derecho en el icono de la extensi칩n para ver y restaurar pesta침as cerradas recientemente directamente desde el men칰."
    },
    "recently_closed_tabs": {
        "message": "Lista de pesta침as recientemente cerradas"
    },
    "maxListItemsLabel": {
        "message": "N칰mero de elementos a mostrar en la lista de pesta침as recientemente cerradas:"
    },
    "max_list_items_tooltip": {
        "message": "Establece el n칰mero de pesta침as cerradas recientemente que se muestran en el men칰 contextual, que var칤a de 1 a 1000 (m치ximo 25 al usar la funci칩n de restauraci칩n incorporada del navegador debido a limitaciones del navegador)."
    },
    "closed_window": {
        "message": "Ventana cerrada"
    },
    "closed_window_with_count_and_title": {
        "message": "Ventana cerrada con $count$ pesta침as ($title$ etc.)",
        "placeholders": {
            "count": {
                "content": "$1"
            },
            "title": {
                "content": "$2"
            }
        }
    },
    "historyClearedMessage": {
        "message": "El historial registrado de la extensi칩n ha sido borrado"
    },
    "clear_extension_history": {
        "message": "Borrar historial de la extensi칩n"
    },
    "useOldMethodInIncognitoLabel": {
        "message": "En modo inc칩gnito, cambiar a 'Usar el historial registrado por la extensi칩n'"
    },
    "useOldMethodInIncognito_tooltip": {
        "message": "Cuando est치 habilitado, al hacer clic en la extensi칩n en modo inc칩gnito, se utilizar치 autom치ticamente el historial registrado por la extensi칩n para restaurar (ya que la funci칩n de restauraci칩n incorporada del navegador no est치 disponible en modo inc칩gnito)."
    },
    "shortcut_activate_2": {
        "message": "Activar extensi칩n (atajo 2)"
    },
    "shortcut_activate_3": {
        "message": "Activar extensi칩n (atajo 3)"
    },
    "shortcut_activate_4": {
        "message": "Activar extensi칩n (atajo 4)"
    },
    "shortcut_activate_5": {
        "message": "Activar extensi칩n (atajo 5)"
    },
    "shortcut_settings": {
        "message": "Configuraci칩n de atajos de extensi칩n"
    },
    "shortcut_settings_tooltip": {
        "message": "En esta p치gina puede configurar los atajos de la extensi칩n. Si no ve la configuraci칩n, despl치cese hacia abajo para encontrarla."
    }
}