{
    "name": {
        "message": "Recuperar pesta帽a cerrada"
    },
    "description": {
        "message": " 隆Reabre al instante las pesta帽as cerradas con un solo clicsin necesidad de atajos!"
    },
    "title": {
        "message": "Recuperar pesta帽a cerrada\n\nHaz clic izquierdo para restaurar\nHaz clic derecho para ver el historial"
    },
    "title_no_context_menu": {
        "message": "Recuperar pesta帽a cerrada\n\nHaz clic izquierdo para restaurar"
    },
    "option_title": {
        "message": "Configuraci贸n"
    },
    "ico_settings": {
        "message": "Icono personalizado"
    },
    "select_icon_label": {
        "message": "Selecciona un nuevo archivo de icono:"
    },
    "select_icon_tooltip": {
        "message": "Selecciona tu imagen preferida; despu茅s de guardar, reemplazar谩 el icono actual de la extensi贸n."
    },
    "restore_icon": {
        "message": "Usar icono predeterminado"
    },
    "restore_icon_tooltip": {
        "message": "Haz clic en este bot贸n para restaurar el icono de la extensi贸n a su estado predeterminado."
    },
    "restore_settings": {
        "message": "M茅todo de recuperaci贸n de pesta帽as"
    },
    "restoreMethodLabel": {
        "message": "Selecciona el m茅todo de recuperaci贸n:"
    },
    "restore_method_tooltip": {
        "message": "Elige un m茅todo para restaurar las pesta帽as cerradas. 'Usar funci贸n incorporada del navegador' es equivalente a presionar Ctrl+Shift+T; 'Usar el historial registrado por la extensi贸n' se basa en los propios registros de la extensi贸n."
    },
    "restoreWithSessions": {
        "message": "Usar la funci贸n incorporada del navegador para restaurar (equivalente al atajo Ctrl+Shift+T)"
    },
    "restore_with_sessions_tooltip": {
        "message": "Utiliza la funci贸n de restauraci贸n de sesiones del navegador, equivalente a presionar Ctrl+Shift+T. Puede restaurar pesta帽as y ventanas, y admite navegaci贸n hacia adelante y hacia atr谩s."
    },
    "restoreWithOldMethod": {
        "message": "Usar el historial de navegaci贸n registrado por la extensi贸n para restaurar"
    },
    "restore_with_old_method_tooltip": {
        "message": "La extensi贸n registra y restaura las pesta帽as cerradas por s铆 misma. Algunos usuarios de larga data pueden preferir este m茅todo."
    },
    "restoreToEndLabel": {
        "message": "Restaurar pesta帽as al extremo derecho"
    },
    "restore_to_end_tooltip": {
        "message": "Cuando se selecciona 'Usar funci贸n incorporada del navegador', las pesta帽as se restauran a sus posiciones originales. Habilitar esta opci贸n mover谩 las pesta帽as restauradas al extremo derecho, facilitando su gesti贸n y clic."
    },
    "save": {
        "message": "Guardar"
    },
    "save_tooltip": {
        "message": "Haz clic en este bot贸n para guardar todos los cambios en la configuraci贸n."
    },
    "clearHistory": {
        "message": "Borrar historial de la extensi贸n"
    },
    "clear_history_tooltip": {
        "message": "Borra el historial registrado de pesta帽as cerradas de la extensi贸n; esto no afectar谩 el historial al usar la funci贸n de restauraci贸n incorporada del navegador."
    },
    "reset": {
        "message": "Restablecer a valores predeterminados"
    },
    "reset_tooltip": {
        "message": "Restablece todas las configuraciones a sus estados predeterminados. Todos los cambios personalizados se perder谩n. Por favor, confirma antes de continuar."
    },
    "advertising_word": {
        "message": " Peque帽o anuncio: Mi empresa se especializa en producir bolsas de cord贸n de alta calidad y lazos exquisitos para embalaje textil. 隆Si tienes necesidades de pedido, no dudes en obtener m谩s informaci贸n!"
    },
    "advertising_link": {
        "message": "Haz clic aqu铆 para visitar el sitio web oficial de mi empresa"
    },
    "advertising_link_2": {
        "message": "El acelerador que estoy usando, c贸digo de descuento del 5%: HEROESNEVERDIE"
    },
    "cannot_open_file_title": {
        "message": "No se puede abrir el archivo local directamente"
    },
    "click_to_open_file": {
        "message": "Debido a restricciones de seguridad, la extensi贸n no puede abrir archivos locales directamente. Por favor, haz clic derecho en el siguiente enlace para abrir en una nueva pesta帽a:"
    },
    "security_warning": {
        "message": "锔 Advertencia: Abrir archivos locales puede presentar riesgos de seguridad."
    },
    "confirm_file_safe": {
        "message": "Por favor, aseg煤rate de que el archivo local es seguro antes de hacer clic."
    },
    "invalid_file_url": {
        "message": "URL de archivo no v谩lido"
    },
    "tab_not_saved_message": {
        "message": "Nota: Cuando cierres esta p谩gina, no se guardar谩 en la lista de pesta帽as cerradas."
    },
    "maxClosedTabsLabel": {
        "message": "N煤mero m谩ximo de pesta帽as cerradas para almacenar:"
    },
    "max_closed_tabs_tooltip": {
        "message": "Establece el n煤mero m谩ximo de pesta帽as cerradas que la extensi贸n registra; los registros antiguos m谩s all谩 de este n煤mero se eliminar谩n autom谩ticamente. Establecer en 0 significa que las pesta帽as cerradas no se registrar谩n (este m茅todo de recuperaci贸n no funcionar谩)."
    },
    "clearHistoryOnInitLabel": {
        "message": "Borrar historial de la extensi贸n al iniciar el navegador"
    },
    "clearHistoryOnInit_tooltip": {
        "message": "Cuando est谩 habilitado, el historial registrado de pesta帽as cerradas de la extensi贸n se borrar谩 cada vez que se inicie el navegador (solo efectivo para el m茅todo de recuperaci贸n 'Usar el historial registrado por la extensi贸n')."
    },
    "context_menu_settings": {
        "message": "Configuraci贸n del men煤 contextual"
    },
    "enable_context_menu_label": {
        "message": "Habilitar el men煤 contextual para mostrar pesta帽as recientemente cerradas"
    },
    "enable_context_menu_tooltip": {
        "message": "Cuando est谩 habilitado, puedes hacer clic derecho en el icono de la extensi贸n para ver y restaurar pesta帽as cerradas recientemente directamente desde el men煤."
    },
    "recently_closed_tabs": {
        "message": "Lista de pesta帽as recientemente cerradas"
    },
    "maxListItemsLabel": {
        "message": "N煤mero de elementos a mostrar en la lista de pesta帽as recientemente cerradas:"
    },
    "max_list_items_tooltip": {
        "message": "Establece el n煤mero de pesta帽as cerradas recientemente que se muestran en el men煤 contextual, que var铆a de 1 a 1000 (m谩ximo 25 al usar la funci贸n de restauraci贸n incorporada del navegador debido a limitaciones del navegador)."
    },
    "closed_window": {
        "message": "Ventana cerrada"
    },
    "closed_window_with_count_and_title": {
        "message": "Ventana cerrada con $count$ pesta帽as ($title$ etc.)",
        "placeholders": {
            "count": {
                "content": "$1"
            },
            "title": {
                "content": "$2"
            }
        }
    },
    "historyClearedMessage": {
        "message": "El historial registrado de la extensi贸n ha sido borrado"
    },
    "clear_extension_history": {
        "message": "Borrar historial de la extensi贸n"
    },
    "useOldMethodInIncognitoLabel": {
        "message": "En modo inc贸gnito, cambiar a 'Usar el historial registrado por la extensi贸n'"
    },
    "useOldMethodInIncognito_tooltip": {
        "message": "Cuando est谩 habilitado, al hacer clic en la extensi贸n en modo inc贸gnito, se utilizar谩 autom谩ticamente el historial registrado por la extensi贸n para restaurar (ya que la funci贸n de restauraci贸n incorporada del navegador no est谩 disponible en modo inc贸gnito)."
    }
}